<template>
  <section class="layout-content box-container container" id="comment-rule-lay">
    <div class="row">
      <main class="lay-main col-xs-12 col-sm-12 col-md-12">
        <div class="comment-rule">
          <p>
            本平台是一个致力于帮助每个人更好地运用数字产品或科学方法让生活工作变得更好的内容平台。
          </p>
          <h3>违规内容界定</h3>    
          <h3>1.违反法律法规，发布违反国家相关法律法规及「九不准」管理规定的信息，如</h3>
          <ul>
            <li>反对宪法所确定的基本原则危害国家安全；</li>
            <li>泄露国家秘密，颠覆国家政权，破坏国家统一；</li>
            <li>损害国家荣誉和利益；</li>
            <li>煽动民族仇恨、民族歧视，破坏民族团结；</li>
            <li>侮辱、滥用英烈形象，否定英烈事迹，美化粉饰侵略战争行为的；</li>
            <li>破坏国家宗教政策，宣扬邪教和封建迷信；</li>
            <li>散布谣言，扰乱社会秩序，破坏社会稳定；</li>
            <li>宣扬淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪；</li>
            <li>煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；</li>
            <li>诽谤他人，泄露他人隐私，侵害他人合法权益；</li>
            <li>含有法律、行政法规禁止的其他内容的信息。</li>
          </ul>
          <h3>2.&nbsp;不友善行为，如</h3>
          <ul>
            <li>不尊重作者创作内容：如「太长不看」、「写的都是什么东西」……</li>
            <li>恶意揣测：如「这篇文章就是软文」、「恰饭」……</li>
            <li>阴阳怪气，&nbsp;以比喻、暗喻、嘲讽等方式评论他人：如「你们&nbsp;XX&nbsp;用户就是比我们&nbsp;XX&nbsp;用户高端」、「你用这些应用就是装&nbsp;X」……</li>
            <li>煽动用户：如在关于 A&nbsp;应用或系统的文章下评论「B&nbsp;应用或系统早就有这功能了」……</li>
            <li>发泄情绪：如「我觉得没用就是垃圾」……</li>
            <li>无意义内容：如「沙发」、「顶」、「前排」……</li>
            <li>因民族、种族、宗教、性取向、性别、年龄、地域、生理特征等身份或者归类而歧视、侮辱、攻击他人的内容。</li>
          </ul>
          <h3>3.&nbsp;发布广告垃圾信息，如</h3>
          <ul>
            <li>评论中包含售卖产品、提供服务、宣传推广内容的；</li>
            <li>
              评论中包含未明确标明
              <sup>
                1
                <div class="sup-tips" style="display: none;">
                  未明确标明指评论中没有明确的文字说明
                  <div class="pointer"></div>
                </div>
              </sup>&nbsp;的返利链接、推广链接、邀请红包等内容；
            </li>
            <li>使用特殊符号、图片等方式规避广告内容审核的广告内容。</li>
          </ul>
          <h3>4.&nbsp;恶意行为，如：</h3>
          <ul>
            <li>重复发布干扰正常用户体验的内容；</li>
            <li>发布盗版相关内容；</li>
            <li>冒充他人，通过头像、用户名等个人信息暗示自己与他人或机构相等同或有关联；</li>
            <li>发布含有潜在危险的内容，或使用第三方网站伪造跳转链接，如钓鱼网站、木马、病毒网站等；</li>
            <li>恶意对抗行为，包括但不限于使用变体、谐音等方式规避安全审查，明知相关行为违反法律法规和社区规范仍然发布等；</li>
          </ul>
          <h2>违规处理方式</h2>
          <ul>
            <li>对于评论涉及「违反法律法规」的，本平台将删除相关评论、并永久封停发布相关评论的用户账号，终止用户继续使用本平台；</li>
            <li>对于评论涉及「不友善行为」、「发布广告垃圾信息」、「恶意行为」的，本平台将视严重程度采取以下措施：</li>
            <ul>
              <li>对发布相关评论的用户进行不低于&nbsp;3&nbsp;天的禁言处理；</li>
              <li>警告发布相关评论的用户，并建议立即按要求删改评论；</li>
              <li>管理员直接修改或删除相关评论；</li>
              <li>
                永久封停账号，终止发布相关评论的用户继续使用本平台。
                <br />
              </li>
            </ul>
            <li>对于屡次违规的用户，本平台将终止用户继续使用本平台。</li>
          </ul>
          <p>用户如发现评论存在上述违规行为，可联系网站管理员进行反馈。</p>
          <h2>本平台欢迎什么评论？</h2>
          <p>
            <strong>1. 友好讨论、文明用词</strong>
          </p>
          <p>即使你对他人分享的内容或观点十分不认同，我们也建议你心平气和地表达自己的看法，美好的社区环境需要大家共同维护。</p>
          <p>
            <strong>2. 请勿恶意揣测</strong>
          </p>
          <p>作者大多以分享好物的心态在本平台写作，通常情况下与写作的 App 或产品间并无利益关系。我们欢迎你发表一切友好的言论，但不欢迎对文章进行过度解读、恶意揣测。如：「免费的 XX 也能做到这些功能，为什么你还要推荐这个收费的 XX，一定是收钱了」……</p>
          <p>
            <strong>3. 请勿发布站队言论，引发争端</strong>
          </p>
          <p>尊重作者、被讨论的主题、读者，尊重多样性、不同的思想、观点、习惯、需求。请勿发布站队言论。如：「只有我觉得 XX 更好吗」、「XX 一点用都没有，不知道作者为什么要推荐」……</p>
          <h3>《哈维尔对话守则》与大家共勉</h3>
          <pre>
                <code>1. 对话的目的是寻求真理，不是为了斗争。
                2. 不做人身攻击。
                3. 保持主题。
                4. 辩论时要用证据。
                5. 不要坚持错误不改。
                6. 要分清对话与只准自己讲话的区别。
                7. 对话要有记录。
                8. 尽量理解对方。
                </code>
            </pre>
          <p>为维护本平台良好的氛围，我们会根据平台实际运营情况持续完善这个规范。</p>
          <p>本规范自 2019&nbsp;年 7&nbsp;月 12 日起正式生效。</p>
          <p>
            <br />
          </p>
        </div>
      </main>
    </div>
  </section>
</template>

<script>
export default {
  metaInfo() {
    return {
      title: "评论编写规范",
      meta: [
        {
          // set meta
          name: "description",
          content: '评论编写规范'
        }
      ],
      htmlAttrs: {
        lang: "zh"
      }
    };
  }
};
</script>

<style scoped lang="scss">
#comment-rule-lay {
  p {
    margin-bottom: 15px;
  }
  h3,h2 {
    margin-top: 20px;
  }
  ul {
    background: #f3f3f3;
    padding: 20px;
    margin-top: 10px;
    li {
      line-height: 25px;
    }
  }
}
</style>